Repository: DenMic/crypto-info-mobile
Catalog: lib/l10n/app_*.arb
Languages: it

source: Top Asserts
it: Migliori Assert

source: News
it: Notizie

source: Favorite Crypto
it: Crypto Preferite

source: Settings
it: Impostazioni

source: Currency
it: Valuta

source: Language
it: Lingua

source: Rank
it: Posizione

source: Symbol
it: Simbolo

source: Price
it: Prezzo

source: Marketcap
it: Capitalizzazione di mercato

source: Supply
it: Offerta

source: Max Supply
it: Massima offerta

# noItemFound
source: No items were found
it: Non sono state trovate crypto preferite

source: Add Crypto
it: Aggiungi Crypto

# cointelegraphDesc
source: Bitcoin & Ethereum news, analysis and review about technology, finance, blockchain and markets - cryptocurrency news.
it: Notizie, analisi e recensioni su Bitcoin ed Ethereum su tecnologia, finanza, blockchain e mercati - notizie sulle criptovalute.

# coinbaseBlogDesc
source: Coinbase is a digital currency wallet and platform where merchants and consumers can transact with new digital currencies like bitcoin and ethereum.
it: Coinbase è un portafoglio di valuta digitale e una piattaforma in cui commercianti e consumatori possono effettuare transazioni con nuove valute digitali come bitcoin ed ethereum.

# bitcoinNewsDesc
source: Bitcoin.com is the world's premier 24/7 news feed covering everything bitcoin-related.
it: Bitcoin.com è il principale feed di notizie 24 ore su 24, 7 giorni su 7, che copre tutto ciò che riguarda i bitcoin.

# newsBTC
source: NewsBTC is a news service that covers bitcoin news, technical analysis and forecasts for bitcoin and other altcoins.
it: NewsBTC è un servizio di notizie che copre notizie bitcoin, analisi tecniche e previsioni per bitcoin e altri altcoin.

# infoApp
source: The processed data are over 1000 crypto in real-time, extracted with CoinCap's free api. The news are extracted from Rss feed made available by various sites: - https://cointelegraph.com - https://blog.coinbase.com - https://news.bitcoin.com - https://www.newsbtc.com The authors of the post are indicated under each post in the Rss Feed section. The application code is open source, hosted on github (User: DenMic, Repository: crypto-info-mobile). For new requests or bugs, please enter a new ticket on github and I will try to fulfill your wishes. Thank you for everything
it: I dati elaborati sono di oltre 1000 crypto in real-time, estratti con le api free di CoinCap. Il codice dell'applicazione è open source, ospitato su github (User: DenMic, Repository: crypto-info-mobile). Per nuove richieste o bug, inserite un nuovo ticket su github e cercherò di esaudire i vostri desideri. Grazie di tutto
